---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PointElementMeasureFrom
source: html/ef34c227-39ec-4e73-7b7f-41745add4b6d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PointElementMeasureFrom Property

"Measure From"

## Syntax (C#)
```csharp
public static ForgeTypeId PointElementMeasureFrom { get; }
```